Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: shadows highlights balance
pl: balans cieni i świateł

source: target power transfer function
pl: wyjściowa funkcja przejścia

source: preserve chrominance
pl: zachowaj chrominancję

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
pl: krzywa w celach ilustracji, użyj parametrów poniżej aby ustawić węzły jasna krzywa obrazuje filmowe mapowanie tonów ciemna krzywa to krzywa desaturacji kolorów

source: scene
pl: scena

source: look
pl: wygląd

source: display
pl: wyjście

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
pl: zmień aby dopasować średnią luminancję obiektu. wprowadzona wartość zostanie zmapowana do 18.45%. zmniejsz, aby zwiększyć ogólną jasność.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
pl: symetrycznie zwiększ lub zmniejsz wyliczoną rozpiętość tonalną. przydatne w celu zapewnienia marginesu bezpieczeństwa dla skrajnych luminancji.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
pl: spróbuj zoptymalizować ustawienia używając pewnych założeń statystycznych. dopasuje to zakres luminancji do ograniczeń histogramu. działa lepiej z krajobrazami i równo oświetlonymi zdjęciami, ale nie sprawdza się w przypadku zdjęć high-key, low-key oraz o wysokim ISO. to nie jest sztuczna inteligencja, a jedynie proste zgadywanie. przed użyciem zapoznaj się z założeniami.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
pl: szerokość liniowego przedziału w środkowej części krzywej w procentach zakresu dynamicznego (czerń - biel). zwiększ, aby dodać kontrastu i zmniejszyć efekt ograniczenia nasycenia dla skrajnych luminancji. nasycenie nie zmieni się w zakresie przedziału, więc nie wpływa to na tony średnie.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
pl: zmniejsza nasycenie obrazu wyjściowego dla skrajnych luminancji. zwiększ, jeśli cienie i/lub światła są niewystarczająco nasycone.

source: luminance Y
pl: luminancja Y

source: RGB power norm
pl: znormalizowana potęga RGB

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
pl: zapewnij zachowanie oryginalnych kolorów. może to wzmocnić aberracje chromatyczne oraz szum kolorowy, więc zatroszcz się o skorygowanie tych problemów za pomocą innych modułów.

source: scale into final size
pl: skalowanie do końcowego rozmiaru

source: autodetect
pl: autodetekcja

source: no rotation
pl: brak obrotu

source: flip horizontally
pl: odbicie w poziomie

source: flip vertically
pl: odbicie w pionie

source: rotate by -90 degrees
pl: obróć o 90 stopni w lewo

source: rotate by 90 degrees
pl: obróć o 90 stopni w prawo

source: rotate by 180 degrees
pl: obróć o 180 stopni

source: rotate
pl: obrót

source: rotate 90 degrees CCW
pl: obróć o 90 stopni w lewo

source: rotate 90 degrees CW
pl: obróć o 90 stopni w prawo

source: display encoding
pl: przygotowanie do wyświetlenia

source: global tonemap
pl: globalne mapowanie kolorów

source: target
pl: cel

source: the global tonemap operator
pl: operator globalnego mapowania kolorów

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
pl: bias mapowania kolorów kontroluje liniowość, im większa wartość tym więcej detalów w czerni

source: the target light for tonemapper specified as cd/m2
pl: docelowe światło dla mapowania kolorów określone w cd/m2

source: neutral gray ND2 (soft)
pl: neutralny szary ND2 (miękki)

source: neutral gray ND4 (soft)
pl: neutralny szary ND4 (miękki)

source: neutral gray ND8 (soft)
pl: neutralny szary ND8 (miękki)

source: neutral gray ND2 (hard)
pl: neutralny szary ND2 (twardy)

source: neutral gray ND4 (hard)
pl: neutralny szary ND4 (twardy)

source: neutral gray ND8 (hard)
pl: neutralny szary ND8 (twardy)

source: orange ND2 (soft)
pl: pomarańczowy ND2 (miękki)

source: yellow ND2 (soft)
pl: żółty ND2 (miękki)

source: purple ND2 (soft)
pl: fioletowy ND2 (miękki)

source: green ND2 (soft)
pl: zielony ND2 (miękki)

source: red ND2 (soft)
pl: czerwony ND2 (miękki)

source: blue ND2 (soft)
pl: niebieski ND2 (miękki)

source: brown ND4 (soft)
pl: brązowy ND4 (miękki)

source: graduated density
pl: filtr połówkowy

source: density
pl: przyciemnienie

source: hardness
pl: twardość

source: the density in EV for the filter
pl: wartość przyciemnienia filtra w EV

source: hardness of graduation: 0% = soft, 100% = hard
pl: kompresja gradientu: 0% = miękki, 100% = twardy

source: rotation of filter -180 to 180 degrees
pl: obrót filtra -180 do 180 stopni

source: select the hue tone of filter
pl: odcień filtra

source: select the saturation of filter
pl: nasycenie filtra

source: [%s on nodes] change line rotation
pl: [%s na węzłach] zmień obrót linii

source: [%s on line] move line
pl: [%s na linii] przesuń linię

source: [%s on line] change density
pl: [%s na linii] zmień gęstość

source: [%s on line] change hardness
pl: [%s na linii] zmień twardość

source: grain
pl: ziarno

source: midtones bias
pl: przesunięcie tonów średnich

source: the grain size (~ISO of the film)
pl: rozmiar ziarna (~ISO filmu)

source: the strength of applied grain
pl: siła zastosowanego ziarna

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
pl: wartość przesunięcia tonów średnich do modelowania odpowiedzi papieru fotograficznego. im większa wartość, tym bardziej wyraźny zanik ziarna w cieniach i światłach

source: haze removal
pl: usuwanie zamglenia

source: distance
pl: odległość

source: amount of haze reduction
pl: ilość usuwania zamglenia

source: limit haze removal up to a specific spatial depth
pl: ogranicz usuwanie zamglenia do konkretnego przestrzennego zakresu

source: highlight reconstruction
pl: ratowanie prześwietleń

source: clip highlights
pl: przycinanie świateł

source: reconstruct in LCh
pl: rekonstrukcja w LCh

source: reconstruct color
pl: rekonstrukcja koloru

source: highlight reconstruction method
pl: metoda ratowania prześwietleń

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
pl: ręczne ustawienie progu odcinania świateł dla magenty (nigdy nie powinno być konieczności zmiany tego)

source: highpass
pl: filtr górnoprzepustowy

source: sharpness
pl: ostrość

source: contrast boost
pl: wzmocnienie kontrastu

source: the sharpness of highpass filter
pl: ostrość filtra górnoprzepustowego

source: the contrast of highpass filter
pl: kontrast filtra górnoprzepustowego

source: hot pixels
pl: gorące piksele

source: fixed %d pixel
pl: naprawiono %d piksel

source: lower threshold for hot pixel
pl: próg dolny dla gorących pikseli

source: strength of hot pixel correction
pl: siła korekcji gorących pikseli

source: detect by 3 neighbors
pl: wykrywanie przez 3 sąsiednie

source: mark fixed pixels
pl: zaznacz naprawione piksele

source: hot pixel correction only works for raw images.
pl: korekcja gorących pikseli działa tylko dla plików raw.

source: `%s' color matrix not found for 4bayer image
pl: nie znaleziono macierzy koloru „%s” dla zdjęcia 4bayer

source: invert
pl: odwracanie

source: pick color of film material from image
pl: pobierz kursorem kolor materiału filmu ze zdjęcia

source: color of film material
pl: kolor materiału filmu

source: brightness of film material
pl: jasność materiału filmu

source: select color of film material
pl: wybierz kolor materiału filmu

source: lens correction
pl: korekcja obiektywu

source: TCA R
pl: TCA czerwony

source: TCA B
pl: TCA niebieski

source: find camera
pl: znajdź aparat

source: find lens
pl: znajdź obiektyw

source: camera model
pl: model aparatu

source: select corrections
pl: wybierz korekcje

source: corrections
pl: korekcje

source: geometry
pl: geometria

source: maker: %s model: %s%s mount: %s crop factor: %.1f
pl: producent: %s model: %s%s mocowanie: %s mnożnik ogniskowej: %.1f

source: camera/lens not found - please select manually
pl: aparat/obiektyw nie rozpoznany - wybierz ręcznie

source: try to locate your camera/lens in the above two menus
pl: spróbuj wyszukać aparat/obiektyw w powyższych menu

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
pl: producent: %s model: %s zakres ogniskowej: %s przysłona: %s mnożnik ogniskowej: %.1f typ: %s mocowania: %s

source: focal length (mm)
pl: ogniskowa (mm)

source: f-number (aperture)
pl: przysłona

source: distance to subject
pl: odległość do fotografowanego obiektu

source: distortion & TCA
pl: dystorsja i TCA

source: distortion & vignetting
pl: dystorsja i winietowanie

source: TCA & vignetting
pl: TCA i winietowanie

source: only distortion
pl: tylko dystorsja

source: only TCA
pl: tylko TCA

source: only vignetting
pl: tylko winietowanie

source: which corrections to apply
pl: jakie korekcje zastosować

source: target geometry
pl: geometria docelowa

source: rectilinear
pl: prostoliniowa

source: fish-eye
pl: rybie oko

source: panoramic
pl: panoramiczna

source: equirectangular
pl: walcowa równoodległościowa

source: orthographic
pl: ortograficzna

source: stereographic
pl: stereograficzna

source: equisolid angle
pl: równopowierzchniowa

source: thoby fish-eye
pl: rybie oko thoby

source: auto scale
pl: skaluj automatycznie

source: correct distortions or apply them
pl: skoryguj zniekształcenia lub zastosuj je

source: correct
pl: korekcja

source: distort
pl: zniekształcenie

source: Transversal Chromatic Aberration red
pl: poprzeczna aberracja chromatyczna czerwonego

source: TCA red
pl: TCA czerwony

source: Transversal Chromatic Aberration blue
pl: poprzeczna aberracja chromatyczna niebieskiego

source: TCA blue
pl: TCA niebieski

source: corrections done:
pl: zastosowane korekcje:

source: which corrections have actually been done
pl: jakie korekcje zostały rzeczywiście zastosowane

source: levels
pl: poziomy

source: white
pl: biały

source: drag handles to set black, gray, and white points. operates on L channel.
pl: przeciągaj, aby ustawić punkty czerni, szarości i bieli. działa na kanałe L.

source: apply auto levels
pl: ustaw poziomy automatycznie

source: pick black point from image
pl: pobierz punkt czerni ze zdjęcia

source: pick medium gray point from image
pl: pobierz punkt średniej szarości ze zdjęcia

source: pick white point from image
pl: pobierz punkt bieli ze zdjęcia

source: black percentile
pl: procent czarnego

source: gray percentile
pl: procent szarego

source: white percentile
pl: procent białego

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pl: kliknij i przeciągnij, aby dodać punkt przewijaj, aby zmienić rozmiar przewijaj z shift, aby zmienić siłę - z ctrl, aby zmienić kierunek

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pl: kliknij, aby dodać linię przewijaj, aby zmienić rozmiar przewijaj z shift, aby zmienić siłę - z ctrl, aby zmienić kierunek

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
pl: kliknij, aby dodać krzywą przewijaj, aby zmienić rozmiar przewijaj z shift, aby zmienić siłę - z ctrl, aby zmienić kierunek

source: click to edit nodes
pl: kliknij, żeby edytować węzły

source: use a tool to add warps. right-click to remove a warp.
pl: użyj narzędzia, żeby dodawać zniekształcenia. kliknięcie prawym przyciskiem usuwa zniekształcenie.

source: warps|nodes count:
pl: ilość zniekształceń/węzłów:

source: point tool: draw points
pl: narzędzie punktów: rysowanie punktów

source: line tool: draw lines
pl: narzędzie linii: rysowanie linii

source: curve tool: draw curves
pl: narzędzie krzywych: rysowanie krzywych

source: node tool: edit, add and delete nodes
pl: narzędzie węzłów: edycja, dodawanie i kasowanie węzłów

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
pl: kliknij z ctrl, żeby dodać węzeł - kliknij prawym przyciskiem, żeby usunąć ścieżkę kliknij z ctrl+alt, żeby przełączyć linia/krzywa

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
pl: kliknij i przeciągnij, żeby przesunąć - kliknij, żeby pokazać/ukryć kontrolki wtapiania kliknięcie z ctrl : autowygładzanie, szpiczasty, gładki, symetryczny kliknięcie prawym przyciskiem usuwa

source: drag to change shape of path
pl: przeciągnij, żeby zmienić kształt ścieżki

source: drag to adjust warp radius
pl: przeciągnij, żeby zmienić promień zniekształcenia

source: drag to adjust hardness (center)
pl: przeciągnij, żeby zmienić twardość (środek)

source: drag to adjust hardness (feather)
pl: przeciągnij, żeby zmienić twardość (wtapianie)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
pl: przeciągnij, żeby zmienić siłę zniekształcenia kliknięcie z ctrl: liniowy, powiększ i zmniejsz

source: point tool
pl: narzędzie punktów

source: line tool
pl: narzędzie linii

source: curve tool
pl: narzędzie krzywych

source: node tool
pl: narzędzie węzłów

source: lowlight vision
pl: ograniczenie światła

source: blue shift
pl: przesunięcie ku niebieskiemu

source: indoor bright
pl: jasne wnętrze

source: indoor dim
pl: przyciemnione wnętrze

source: indoor dark
pl: ciemne wnętrze

source: twilight
pl: zmrok

source: night street lit
pl: oświetlona ulica nocą

source: night street
pl: ulica nocą

source: night street dark
pl: ciemna ulica nocą

source: night
pl: noc

source: dark
pl: ciemne

source: bright
pl: jasne

source: day vision
pl: dzienne widzenie

source: night vision
pl: nocne widzenie

source: blueness in shadows
pl: zaniebieszczenie w cieniach

source: lowpass
pl: filtr dolnoprzepustowy

source: local contrast mask
pl: miejscowe maskowanie kontrastu

source: filter order
pl: stopień filtru

source: 0th order
pl: 0go stopnia

source: 1st order
pl: 1go stopnia

source: 2nd order
pl: 2go stopnia

source: filter order of gaussian blur
pl: stopień filtru rozmycia Gaussa

source: soften with
pl: zmiękczenie przy użyciu

source: gaussian
pl: rozmycia Gaussa

source: bilateral filter
pl: filtr bilateralny

source: radius of gaussian/bilateral blur
pl: promień rozmycia gaussa/bilateralnego

source: contrast of lowpass filter
pl: kontrast filtra dolnoprzepustowego

source: brightness adjustment of lowpass filter
pl: jasność filtra dolnoprzepustowego

source: color saturation of lowpass filter
pl: nasycenie koloru filtra dolnoprzepustowego

source: which filter to use for blurring
pl: filtr używany do rozmycia

source: application color space
pl: przestrzeń kolorów

source: interpolation
pl: metoda interpolacji

source: error allocating buffer for gmz lut
pl: alokacja bufora dla gmzpng lut nie powiodła się

source: invalid png file %s
pl: niewłaściwy plik png: %s

source: png bit-depth %d not supported
pl: png o głębi %d bitów nie jest obsługiwany

source: invalid level in png file %d %d
pl: niewłaściwy poziom w pliku png %d %d

source: this darktable build is not compatible with compressed clut
pl: ta wersja darktable nie jest kompatybilna z kompresowanymi clut

source: error - lut 3D size %d exceeds the maximum supported
pl: błąd - lut 3D o rozmiarze %d przekracza maksymalny dopuszczalny rozmiar

source: error allocating buffer for png lut
pl: alokacja bufora dla png lut nie powiodła się

source: error - could not read png image %s
pl: błąd przy wczytywaniu obrazu png „%s”

source: error - allocating buffer for png lut
pl: alokacja bufora dla png lut nie powiodła się

source: error - invalid cube file: %s
pl: błąd: niewłaściwy plik cube: %s

source: DOMAIN MIN <> 0.0 is not supported
pl: DOMAIN MIN <> 0.0 nie jest obsługiwany

source: DOMAIN MAX <> 1.0 is not supported
pl: DOMAIN MAX <> 1.0 nie jest obsługiwany

source: [1D cube lut is not supported
pl: jednowymiarowy cube lut nie jest obsługiwany

source: error - allocating buffer for cube lut
pl: błąd: alokacja bufora dla cube lut nie powiodła się

source: error - cube lut size is not defined
pl: błąd: rozmiar cube lut jest niezdefiniowany

source: error - cube lut invalid number line %d
pl: błąd: liczba linii cube lut jest niewłaściwa %d

source: error - cube lut lines number %d is not correct, should be %d
pl: błąd: liczba linii cube lut %d jest niewłaściwa, powinno być %d

source: warning - cube lut %d out of range values [0,1]
pl: uwaga: wartości cube lut %d są spoza zakresu [0, 1]

source: error - invalid 3dl file: %s
pl: błąd - niewłaściwy plik 3dl: %s

source: error - the maximum shaper lut value %d is too low
pl: błąd - wartość maksymalna dla shapera lut (%d) jest zbyt niska

source: error - cube lut lines number is not correct
pl: błąd: liczba linii cube lut jest niewłaściwa

source: error - the maximum lut value does not match any valid bit depth
pl: błąd - wartość maksymalna lut nie pasuje do żadnej rozdzielczości bitowej

source: Lut root folder not defined
pl: główny katalog z plikami lut nie został wybrany

source: select lut file
pl: wybór pliku lut

source: _select
pl: _wybierz

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
pl: pliki hald clut (png), 3D lut (cube lub 3dl) lub skompresowae lut gmic-a (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
pl: pliki hald clut (png) lub 3D lut (cube lub 3dl)

source: all files
pl: wszystkie pliki

source: Select file outside Lut root folder is not allowed
pl: Wybieranie pliku spoza głównego katalogu lut jest niedozwolone

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
pl: wybierz plik png (haldclut), cube, 3dl lub gmz (skompresowany lut) UWAGA: folder 3D LUT musi być ustawiony w: ustawienia/opcje podstawowe/różne przed wybraniem pliku LUT

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
pl: wybierz plik png (haldclut), cube lub 3dl UWAGA: folder 3D LUT musi być ustawiony w: ustawienia/opcje podstawowe/różne przed wybraniem pliku LUT

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
pl: ścieżka do pliku (względem folderu lut) zapisywana jest wraz z obrazem jeśli dane lut są skompresowane (gmz)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
pl: wraz z obrazem zapisywana jest ścieżka do pliku (względem folderu lut), a nie dane lut

source: enter lut name
pl: wprowadź nazwę lut

source: select the LUT
pl: wybierz LUT

source: linear rec709 RGB
pl: liniowy rec709 RGB

source: linear rec2020 RGB
pl: liniowy rec2020 RGB

source: select the color space in which the LUT has to be applied
pl: wybierz przestrzeń kolorów w której LUT zostanie zaaplikowany

source: tetrahedral
pl: czworościenna

source: trilinear
pl: trójliniowa

source: pyramid
pl: piramidalna

source: select the interpolation method
pl: wybierz metodę interpolacji

source: mask manager
pl: manager masek

source: monochrome
pl: monochromatyczność

source: red filter
pl: filtr czerwony

source: drag and scroll mouse wheel to adjust the virtual color filter
pl: przeciągaj i przewijaj, aby ustawić wirtualny filtr koloru

source: how much to keep highlights
pl: ilość pozostawionych świateł

source: negadoctor
pl: doktor negatywów

source: color film
pl: film kolorowy

source: black and white film
pl: film czarno-biały

source: D min red component
pl: D min (czerwony)

source: film stock
pl: film

source: black and white
pl: czarno-biały

source: toogle on or off the color controls
pl: włącz/wyłącz kontrolki koloru

source: film properties
pl: film

source: print properties
pl: odbitka

source: color of the film base
pl: kolor materiału filmu

source: select color of film material from a swatch
pl: wybierz kolor materiału filmu

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
pl: dostosuj kolor materiału bazowego filmu. ta wartość zależy od rodzaju materiału, zamglenia powstałego w procesie wywoływania, oraz balansu bieli skanera.

source: D min green component
pl: D min (zielony)

source: D min blue component
pl: D min (niebieski)

source: dynamic range of the film
pl: rozpiętość tonalna filmu

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
pl: największe zaczernienie filmu, odpowiadające bieli po odwróceniu negatywu. ta wartość zależy od specyfikacji filmu, procesu wywoływania, rozpiętości dynamicznej sceny oraz ustawień skanera.

source: scanner exposure settings
pl: ustawienia ekspozycji skanera

source: scan exposure bias
pl: korekta ekspozycji skanera

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
pl: skoryguj ustawienia ekspozycji skanera dla wszystkich kanałów RGB przed inwersją, tak, aby czernie nie były ani wypalone, ani zbyt jasne.

source: shadows color cast
pl: przesunięcie koloru cieni

source: select color of shadows from a swatch
pl: wybierz kolor cieni z palety

source: pick shadows color from image
pl: wybierz kolor cieni ze zdjęcia

source: shadows red offset
pl: czerwony

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
pl: skoryguj kolor cieni tak, aby czernie nie były zabarwione. ustawienie tej wartości przed korekcją świateł ułatwi przywrócenie globalnego balansu bieli w trudnych przypadkach.

source: shadows green offset
pl: zielony

source: shadows blue offset
pl: niebieski

source: highlights white balance
pl: balans bieli świateł

source: select color of illuminant from a swatch
pl: wybierz kolor świateł z palety

source: pick illuminant color from image
pl: wybierz kolor świateł ze zdjęcia

source: illuminant red gain
pl: czerwony

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
pl: skoryguj kolor świateł tak, aby biel nie była zabarwione. ustawienie tej wartości po korekcją cieni ułatwi przywrócenie globalnego balansu bieli w trudnych przypadkach.

source: illuminant green gain
pl: zielony

source: illuminant blue gain
pl: niebieski

source: virtual paper properties
pl: właściwości papieru

source: paper black (density correction)
pl: poziom czerni
